{
  "Download": "Tải về",
  "Share": "Chia sẻ",
  "Failed to load the file.": "Rất tiếc — không tải được tệp.",
  "Refresh the page to try again.": "Bạn vui lòng làm mới trang rồi thử lại nhé.",
  "Refresh": "Làm mới",
  "Loading your file. Please wait.": "Bạn vui lòng đợi một chút — chúng tôi đang tải tệp của bạn.",
  "Download or share with others:": "Bạn có thể tải về hoặc chia sẻ với mọi người:",
  "Error": "Lỗi",
  "Download started. Please wait until it finishes.": "Đã bắt đầu tải — bạn vui lòng chờ tới khi hoàn tất nhé.",
  "Oops. That did not work out well...": "Ôi, có chút trục trặc...",
  "If you think this is wrong, try again.": "Nếu bạn thấy có gì sai, bạn hãy thử lại nhé — biết đâu may mắn lần hai!",
  "For security reasons, the requested URL needs to be on the same host!": "Vì an toàn, URL phải cùng hostname với trang này nhé.",
  "The requested URL ({requestedUrl}) must be relative or absolute but same hostname as this page ({requiredUrl}).": "URL yêu cầu ({requestedUrl}) phải là đường dẫn tương đối hoặc có cùng hostname với trang này ({requiredUrl}).",
  "No URL given to display item for download. You need to add ?url=/my/url/to/img.jpg to the address.": "Chưa thấy URL để hiển thị — bạn hãy thêm ?url=/duong/dan/den/anh.jpg vào địa chỉ nhé.",
  "Could not download the file. Please try again.": "Rất tiếc — không thể tải tệp. Bạn vui lòng thử lại nhé.",
  "Checking the files availability. Please wait.": "Bạn vui lòng chờ — chúng tôi đang kiểm tra tính sẵn có của tệp.",
  "Follow one of the pages below to enable download:": "Follow kênh của Mộc Photobooth để mở khóa việc tải ảnh nhé. Chúng mình cảm ơn bạn:",
  "Follow one of the pages above, then return to this page to download the file.": "Bạn hãy Follow một trang ở trên, quay lại đây và bạn sẽ có thể tải ảnh về — đơn giản vậy thôi.",
  "Please follow one of the channels before downloading.": "Bạn vui lòng Follow một kênh trước khi tải về nhé — cảm ơn bạn!",
  "Channels (optional):": "Hãy follow các kênh của Mộc Photobooth chúng mình để nhận được những ưu đãi hấp dẫn nhé:",
  "The share functionality is only allowed for encrypted HTTPS hosts.": "Chia sẻ chỉ hoạt động trên HTTPS an toàn — bảo mật là trên hết.",
  "The share functionality is not supported by your browser.": "Trình duyệt này chưa hỗ trợ tính năng chia sẻ — thử trên thiết bị khác nhé.",
  "This device does not support sharing files.": "Thiết bị này không hỗ trợ chia sẻ tệp."
}
